Repository: crosswalk-project/chromium-efl
Catalog: ewk/po_tizen/*.po
Languages: bn, gu, hi, kn, ml, si, ta, te, ur

# IDS_BR_BODY_SAVE_LINK
source: Save link
bn: লিঙ্ক সংরক্ষণ করুন
gu: લિંક સાચવો
hi: लिंक सुरक्षित करें
kn: ಲಿಂಕ್ ಉಳಿಸಿ
ml: ലിങ്ക് സേവ് ചെയ്യുക
si: සැබැඳිය සුරකින්න
ta: இணைப்பினை சேமி.
te: లింక్ ను సేవ్ చేయి
ur: ربط محفوظ کریں

# IDS_WEBVIEW_BODY_SHOWING_PD_ITEMS_TTS
source: Showing %d items
bn: %dটি আইটেম প্রদর্শন করা হচ্ছে
gu: %d વસ્તુઓ દર્શાવે છે
hi: %d मदें दिखाना
kn: %d ಅಂಶಗಳನ್ನು ತೋರಿಸುತ್ತಿದೆ
ml: %d ഇനങ്ങൾ കാണിക്കുന്നു
si: අයිතම %dක් දිස් වේ
ta: %d உருப்படிகளைக் காண்பிக்கிறது
te: %d ఐటెమ్‌లను చూపుతోంది
ur: ‎%d اشیاء دکھا رہا ہے

# IDS_WEBVIEW_HEADER_THIS_WEBPAGE_IS_NOT_AVAILABLE
source: This webpage is not available.
bn: এই ওয়েবপৃষ্ঠাটি সুলভ নয়।
gu: આ વેબપૃષ્ઠ ઉપલબ્ધ નથી
hi: यह वेब पेज उपलब्ध नहीं है
kn: ಈ ವೆಬ್‌ಪುಟ ಲಭ್ಯವಿಲ್ಲ.
ml: ഈ വെബ്പേജ് ലഭ്യമല്ല.
si: මෙම වෙබ් පිටුව ලද නොහැක.
ta: இந்த வலைப்பக்கம் கிடைக்கவில்லை.
te: ఈ వెబ్‌పేజీ అందుబాటులో లేదు.
ur: یہ ویب صفحہ دستیاب نہیں ہے

source: The server at %s can't be found because the DNS look-up failed. DNS is the network service that translates a website's name to its Internet address. This error is most often caused by having no connection to the Internet or a misconfigured network. It can also be caused by an unresponsive DNS server or a firewall preventing Internet from accessing the network.
bn: %s-এ থাকা সার্ভারটি DNS লুক-আপ ব্যর্থ হওয়ার কারণে খুঁজে নাও পাওয়া যেতে পারে৷ DNS হল এমন একটি নেটওয়ার্ক পরিষেবা যা কোনও ওয়েবসাইটের নাম ইন্টারনেট ঠিকানাটিতে অনুবাদ করে৷ এই ত্রুটিটি ইন্টারনেটে কোনও সংযোগ না থাকা বা কোনও ত্রুটিপূর্ণভাবে কনফিগার থাকা নেটওয়ার্কের কারণে প্রায়শই হতে পারে৷ এটি একটি অপ্রত্যুত্তরমূলক DNS সার্ভারের বা কোনও ফায়ারওয়াল যা ইন্টারনেটকে নেটওয়ার্ক অ্যাক্সেসে বাধা দিচ্ছে তার কারণে ঘটতে পারে৷
gu: %s પર સર્વર શોધી શકાયું નથી કારણ કે DNS શોધવું નિષ્ફળ થયું છે. DNS એ નેટવર્ક સેવા છે કે જે વેબસાઇટના નામને તેના ઇન્ટરનેટના સરનામાની ભાષામાં અનુવાદિત કરે છે. ઇન્ટરનેટથી જોડાણ ન હોવાને કે અવ્યવસ્થિત નેટવર્કને કારણે ઘણી વાર ભૂલ આવી શકે છે. તે અપ્રતિસાદાત્મક DNS સર્વર અથવા ફાયરવૉલ ઇન્ટરનેટને નેટવર્કને પ્રવેશ કરવાથી રોકતું હોવાને કારણે પણ બની શકે છે.
hi: %s पर स्थित सर्वर ढूँढ़ा नहीं जा सकता क्योंकि DNS लुक-अप विफल हुआ। DNS वह नेटवर्क सेवा है जो किसी वेबसाइट के नाम को इसके इंटरनेट पते में अनुवाद करती है। यह त्रुटि आम तौर पर इंटरनेट से कोई कनेक्शन न होने या गलत कॉन्फ़िगर किए गए नेटवर्क के कारण होती है। यह किसी अप्रतिसादी DNS सर्वर या किसी फ़ायरवॉल द्वारा इंटरनेट को नेटवर्क उपयोग करने से रोकने के कारण भी हो सकती है।
kn: DNS ಲುಕ್-ಅಪ್ ವಿಫಲವಾದ ಕಾರಣದಿಂದ %s ನಲ್ಲಿನ ಸರ್ವರ್ ಹುಡುಕಲಾಗುವುದಿಲ್ಲ. DNS ಎನ್ನುವುದು ನೆಟ್‌ವರ್ಕ್ ಸೇವೆಯಾಗಿದ್ದು ಇದು ವೆಬ್‌ಸೈಟ್‌ನ ಹೆಸರನ್ನು ಅದರ ಇಂಟರ್ನೆಟ್ ವಿಳಾಸಕ್ಕೆ ಮಾರ್ಪಡಿಸುತ್ತದೆ. ಇಂಟರ್ನೆಟ್‌ಗೆ ಯಾವುದೇ ಸಂಪರ್ಕವನ್ನು ಹೊಂದಿರದ ಅಥವಾ ತಪ್ಪಾಗಿ ಕಾನ್ಫಿಗರ್ ಮಾಡಿದ ನೆಟ್‌ವರ್ಕ್ ಕಾರಣದಿಂದ ಈ ದೋಷವು ಹೆಚ್ಚು ಆಗಾಗ್ಗೆ ಸಂಭವಿಸುತ್ತದೆ. ಇದು ಪ್ರತಿಕ್ರಿಯೆ ನೀಡದ DNS ಸರ್ವರ್ ಅಥವಾ ನೆಟ್‌ವರ್ಕ್ ಪ್ರವೇಶಿಸದಂತೆ ಇಂಟರ್ನೆಟ್ ಅನ್ನು ತಡೆಗಟ್ಟುತ್ತಿರುವ ಫೈರ್‌ವಾಲ್‌ನಿಂದ ಸಹ ಸಂಭವಿಸಬಹುದು.
ml: DNS തിരയൽ പരാജയപ്പെട്ടതിനാൽ %s-ലെ സെർവറിനെ കണ്ടെത്താനാവില്ല. ഒരു വെബ്സൈറ്റിന്‍റെ പേര് അതിന്‍റെ ഇന്‍റർനെറ്റ് വിലാസത്തിലേക്ക് വിവർത്തനം ചെയ്യുന്ന നെറ്റ്‌വർക്ക് സേവനമാണ് DNS. ഇന്‍റർനെറ്റ് ഇല്ലാതിരിക്കുന്നതുകൊണ്ടോ അല്ലെങ്കിൽ തെറ്റായി കോൺഫിഗർ ചെയ്യപ്പെട്ട ഒരു നെറ്റ്‌വർക്ക് മൂലമോ ആണ് ഈ പിശക് മിക്കപ്പോഴും സംഭവിക്കുന്നത്. പ്രതികരിക്കാത്ത ഒരു DNS സെർവർ മൂലമോ അല്ലെങ്കിൽ നെറ്റ്‌വർക്ക് ആക്സസ് ചെയ്യുന്നതിൽ നിന്ന് ഇന്‍റർനെറ്റിനെ തടയുന്ന ഒരു ഫയർവാൾ വഴിയോ ഇത് സംഭവിക്കാവുന്നതാണ്.
si: %s හි ඇති සේවාදායකය DNS සෙවීම අසාර්ථක බැවින් සොයාගත නොහැක. DNS යනු වෙබ් අඩවියක නම එහි අන්තර්ජාල ලිපිනය වෙත පරිවර්තනය කරන ජාල සේවාවයි. අන්තර්ජාලය වෙත සබැඳුමක් නැති වීමෙන් හෝ වැරදියට වින්‍යාස කළ ජාලයක් නිසා මෙම දෝෂය බොහෝ විට හට ගනී. එය ප්‍රතිචාර නොදක්වන DNS සේවාදායකයක් හෝ ජාලයට ප්‍රවේශ වීම වළක්වන සුරැකුම් පවුරක් මගින්ද හට ගත හැක.
ta: DNS கண்டறிதல் செயல் தோல்வியடைந்ததால், %s இல் உள்ள வழங்கியை கண்டறிய முடியவில்லை. DNS என்பது ஒரு வலைத்தளத்தின் பெயரை இணைய முகவரியாக மாற்றும் ஒரு நெட்வொர்க் சேவையாகும். பெரும்பாலும் இந்தப் பிழை இணைய இணைப்பு இல்லாததால் அல்லது நெட்வொர்க் உள்ளமைவு தவறாக இருப்பதால் ஏற்படும். DNS வழங்கி பதிலளிக்காமல் போவதால் அல்லது இணையம் நெட்வொர்க்கை அணுக முடியாதபடி ஒரு ஃபயர்வால் தடுப்பதால் கூட இந்தப் பிழை ஏற்படலாம்.
te: %sలో సర్వర్ కనుగొనబడలేదు, ఎందుకంటే DNS లుక్-అప్ విఫలమైంది. DNS అనేది వెబ్‌సైట్ పేరుని దాని ఇంటర్నెట్ చిరునామాకి అనువదించే నెట్‌వర్క్ సర్వీస్. ఈ దోషం ఇంటర్నెట్ లేనందున లేదా తప్పైన కాన్ఫిగరేషన్ నెట్‌వర్క్‌ని కలిగి ఉన్నందున సంభవిస్తుంది. ఇది ప్రతిస్పందించని DNS సర్వర్ ద్వారా లేదా నెట్‌వర్క్‌ని యాక్సెస్ చేయడం నుండి నిరోధించే ఇంటర్నెట్ ఫర్మ్‌వేర్ ద్వారా కూడా సంభవించవచ్చు.
ur: %s پر واقع سرور نہیں مل سکا چونکہ DNS لک-اپ ناکام ہوگیا۔ DNS وہ نیٹ ورک خدمت ہے جو ایک ویب سائٹ کے نام کا اس کے انٹرنیٹ پتہ سے ترجمہ کرتی ہے۔ یہ غلطی اکثر انٹرنیٹ سے کوئی کنکشن نہ ہونے کی وجہ سے واقع ہوتی ہے یا ایک غلط تشکیل کردہ نیٹ ورک سے۔ یہ ایک غیر جوابدہ DNS سرور کی وجہ سے بھی واقع ہوسکتی ہے یا ایک فصیل سے جو انٹرنیٹ کو نیٹ ورک پر رسائی سے روک رہی ہو۔

# IDS_WEBVIEW_BODY_DETAILS
source: Details
bn: বিশদ
gu: વિગતો
hi: विवरण
kn: ವಿವರಗಳು
ml: വിശദാംശങ്ങള്‍
si: විස්තර
ta: விபரங்கள்
te: వివరాలు
ur: تفصیل

# IDS_WEBVIEW_BODY_DOUBLE_TAB_TO_EDIT_TTS
source: Double tap to edit.
bn: সম্পাদনা করতে দুবার ট্যাপ করুন।
gu: સંપાદિત કરવા માટે બે વખત ટેપ કરો.
hi: संपादित करने के लिए दोहरा टैप करें।
kn: ತಿದ್ದಲು ಎರಡು ಸಲ ತಟ್ಟಿ.
ml: എഡിറ്റുചെയ്യാൻ ഇരട്ട ടാപ്പുചെയ്യുക.
si: සංස්කරණය කිරීමට ද්වි තට්ටු කරන්න.
ta: திருத்துவதற்கு இருமுறை டேப் செய்க.
te: సవరించడానికి రెండుసార్లు నొక్కండి.
ur: ترمیم کے لیے دوہری تھپکی دیں۔

# IDS_WEBVIEW_BODY_EDITING_TTS
source: Editing.
bn: সম্পাদনা করা হচ্ছে৷
gu: સંપાદિત કરી રહ્યાં છે.
hi: संपादित हो रहा है।
kn: ತಿದ್ದುತ್ತಿದೆ.
ml: എഡിറ്റുചെയ്യുന്നു.
si: සංස්කරණය කරමින්.
ta: திருத்துகிறது.
te: ఎడిట్ చేస్తోంది.
ur: تدوین کرنا۔

# IDS_WEBVIEW_BODY_EDIT_FIELD__M_NOUN_TTS
source: Edit field
bn: ফিল্ড সম্পাদনা করুন
gu: ક્ષેત્રને સંપાદિત કરો
hi: फ़ील्ड संपादित करें
kn: ಕ್ಷೇತ್ರ ತಿದ್ದಿ
ml: ഫീൽഡ് എഡിറ്റ് ചെയ്യുക
si: සංස්කරණ ක්ෂේත්‍රය
ta: புலம் திருத்துக
te: ఫీల్డ్ సవరించు
ur: فیلڈ تدوین کریں

# IDS_WEBVIEW_BODY_ENTER_AN_EMAIL_ADDRESS
source: Enter an email address.
bn: একটি ইমেল ঠিকানা লিখুন।
gu: ઇમેલ સરનામું દાખલ કરો.
hi: ईमेल पता दर्ज करें
kn: ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ನಮೂದಿಸಿ.
ml: ഒരു ഈമെയില്‍ വിലാസം നല്‍കുക.
si: ඊමේල් ලිපිනයක් ඇතුළත් කරන්න.
ta: மின்னஞ்சல் முகவரியை உள்ளிடுக.
te: ఇమెయిల్ చిరునామాని నమోదు చేయండి.
ur: ایک ای میل پتہ درج کریں

# IDS_WEBVIEW_BODY_ENTER_A_LIST_OF_EMAIL_ADDRESSES_SEPARATED_BY_COMMAS
source: Enter a list of email addresses, separated by commas.
bn: কমাগুলি দ্বারা পৃথক করা ইমেল ঠিকানাগুলির একটি তালিকা লিখুন।
gu: અલ્પવિરામ ચિહ્નો દ્વારા અલગ કરેલ ઇમેલ સરનામાંની યાદી દાખલ કરો.
hi: अल्पविराम से अलग किए ईमेल पतों की सूची दर्ज करें
kn: ಇಮೇಲ್ ವಿಳಾಸಗಳ ಪಟ್ಟಿಯನ್ನು ಅಲ್ಪವಿರಾಮ ಚಿಹ್ನೆಯಿಂದ ಪ್ರತ್ಯೇಕಿಸುವಂತೆ ನಮೂದಿಸಿ.
ml: കോമകളാല്‍ വേര്‍ത്തിരിച്ച്, ഈമെയില്‍ അഡ്രസ്സുകളുടെ ഒരു ലിസ്റ്റ് നല്‍കുക.
si: කොමාවලින් වෙන් කරමින් ඊමේල් ලිපින ලැයිස්තුවක් ඇතුළත් කරන්න.
ta: காற்புள்ளிகளால் பிரிக்கப்பட்ட மின்னஞ்சல் முகவரிகளின் பட்டியலை உள்ளிடுக.
te: కామాల ద్వారా వేరు చేసిన ఇమెయిల్ చిరునామాల జాబితాను నమోదు చేయండి.
ur: ای میل پتوں کی ایک فہرست داخل کریں، جو کوما کے ذریعے علیحدہ کئے گئے ہوں

# IDS_WEBVIEW_BODY_ENTER_A_URL
source: Enter a URL.
bn: একটি URL লিখুন।
gu: URL દાખલ કરો.
hi: कोई URL दर्ज करें
kn: URLನಮೂದಿಸಿ.
ml: ഒരു URL നല്‍കുക.
si: URL එකක් ඇතුළු කරන්න.
ta: URL உள்ளிடவும்.
te: URLని నమోదు చేయండి.
ur: ایک URL داخل کریں

# IDS_WEBVIEW_BODY_FIELD_CANNOT_BE_BLANK
source: Field cannot be blank.
bn: ক্ষেত্র ফাঁকা থাকতে পারেনা।
gu: ફીલ્ડ ખાલી હોઈ શકતું નથી.
hi: फ़ील्‍ड खाली नहीं रख सकते
kn: ಕ್ಷೇತ್ರ ಖಾಲಿ ಉಳಿಯುವಂತಿಲ್ಲ.
ml: ഫീല്‍ഡ് ശൂന്യമായിരിക്കാന്‍ പാടില്ല.
si: මෙය හිස්ව තැබිය නොහැක.
ta: புலம் காலியாக இருக்கமுடியாது.
te: ఫీల్డ్ ఖాళీ ఉండరాదు.
ur: خانہ خالی نہیں رکھاجاسکتا

# IDS_WEBVIEW_BODY_INVALID_FORMAT_ENTERED
source: Invalid format entered.
bn: অবৈধ বিন্যাস লেখা হয়েছে।
gu: અમાન્ય ફોર્મેટ દાખલ કર્યું.
hi: अमान्य फ़ॉर्मेट दर्ज किया गया।
kn: ಅಮಾನ್ಯ ಸ್ವರೂಪ ನಮೂದಿಸಲಾಗಿದೆ.
ml: അസാധുവായ ഫോര്‍മാറ്റ് നല്‍കി.
si: වලංගු නොවන හැඩතලයක් ඇතුළුකර ඇත.
ta: செல்லுபடியாகாத வடிவம் உள்ளிடப்பட்டது.
te: చెల్లని ఫార్మాట్ నమోదు చేయబడింది.
ur: غیر مجاز وضع داخل کی گئی۔

# IDS_WEBVIEW_BODY_INVALID_VALUE_ENTERED
source: Invalid value entered.
bn: অবৈধ মান লেখা হয়েছে।
gu: અમાન્ય મૂલ્ય દાખલ થયું છે.
hi: अमान्य मान दर्ज किया गया।
kn: ಅಮಾನ್ಯ ಮೌಲ್ಯ ನಮೂದಿಸಿದೆ.
ml: അസാധുവായ മൂല്യം നല്‍കി.
si: වලංගු නොවන අගයක් ඇතුළුකර ඇත.
ta: தவறான மதிப்பு.
te: చెల్లని విలువ నమోదు చేయబడింది.
ur: غیر مجاز قدر داخل کی گئی۔

# IDS_WEBVIEW_BODY_NOT_SELECTED_TTS
source: Not selected
bn: অনির্বাচিত
gu: પસંદ કરેલું નથી
hi: चयनित नहीं हुआ
kn: ಆಯ್ಕೆ ಮಾಡಲಾಗಿಲ್ಲ
ml: തിരഞ്ഞെടുത്തില്ല
si: තෝරා නැත
ta: தேர்ந்தெடுக்கப்படாதவை
te: ఎంచుకోలేదు
ur: منتخب نہيں ہوا

# IDS_WEBVIEW_BODY_NO_FILES_HAVE_BEEN_SELECTED
source: No files have been selected.
bn: কোনও ফাইল নির্বাচিত হয়নি।
gu: કોઈપણ ફાઈલ્સને પસંદ કરવામાં આવી નથી.
hi: कोई भी फ़ाइल चयनित नहीं है
kn: ಯಾವುದೇ ಫೈಲ್‌ಗಳನ್ನು ಆಯ್ಕೆಮಾಡಲಾಗಿಲ್ಲ.
ml: ഫയലുകളൊന്നും തിരഞ്ഞെടുത്തിട്ടില്ല.
si: ගොනු කිසිවක් තෝරාගෙන නැත.
ta: கோப்புகள் எதுவும் தேர்ந்தெடுக்கப்படவில்லை.
te: ఫైల్‌లు ఎంచుకోబడలేదు.
ur: کوئی فائلیں منتخب نہيں کی گئی ہیں

# IDS_WEBVIEW_BODY_PD_CHARACTERS_TTS
source: %d characters.
bn: %dটি অক্ষর।
gu: %d વર્ણ.
hi: %d वर्ण।
kn: %d ಅಕ್ಷರಗಳು.
ml: %d അക്ഷരങ്ങൾ.
si: %d අනුලකුණු.
ta: %d எழுத்துக்கள்.
te: %d అక్షరాలు.
ur: %d حروف۔

# IDS_WEBVIEW_BODY_PLUG_IN_MISSING
source: Plug-in missing
bn: প্লাগ-ইন অনুপস্থিত
gu: પ્લગ-ઇન ગુમ છે
hi: प्लग-इन गुम है
kn: ಪ್ಲಗ್-ಇನ್ ತಪ್ಪಿಹೋಗಿದೆ
ml: പ്ലഗ്-ഇന്‍ ഇല്ല
si: ප්ලගින් අස්ථානගතයි
ta: ப்ளக்-இன் இல்லாதிருக்கிறது
te: ప్లగ్-ఇన్ లేదు
ur: پلگ-ان غائب

# IDS_WEBVIEW_BODY_SELECTED_TTS
source: Selected
bn: নির্বাচিত
gu: પસંદ કરી
hi: चयनित
kn: ಆರಿಸಿದೆ
ml: തിരഞ്ഞെടുത്തു
si: තේරිණ
ta: தேர்வுசெய்யப்பட்டது
te: ఎంపికైంది
ur: منتخب کیا

source: Unable to load the page. A secure connection could not be made to %s. The most likely cause is the device's clock. Check that the time on your device is correct and refresh the page.
bn: পৃষ্ঠাটি লোড করতে অক্ষম৷ %s এ কোনও সুরক্ষিত সংযোগ তৈরি করা যায়নি৷ সর্বাধিক সম্ভাব্য কারণটি হল ডিভাইসের ঘড়ি৷ আপনার ডিভাইসের সময়টি সঠিক রয়েছে তা পরীক্ষা করুন এবং পৃষ্ঠাটি রিফ্রেশ করুন৷
gu: પૃષ્ઠને લોડ કરવામાં અસમર્થ. %s પર એક સુરક્ષિત જોડાણ બનાવી શકાયું નથી. સૌથી વધુ સંભવિત કારણ ઉપકરણનું ધડિયાળ છે. તપાસો કે તમારા ઉપકરણ પરનો સમય સાચો છે અને પૃષ્ઠને તાજું કરો.
hi: पृष्ठ लोड करने में अक्षम। %s से एक सुरक्षित कनेक्शन नहीं किया जा सका। सबसे संभावित कारण डिवाइस की घड़ी है। जाँचें कि आपके डिवाइस का समय सही है और पेज रीफ़्रेश करें।
kn: ಪುಟ ಲೋಡ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗುತ್ತಿಲ್ಲ. %s ಗೆ ಸುರಕ್ಷಿತ ಸಂಪರ್ಕವನ್ನು ಮಾಡಲಾಗಲಿಲ್ಲ. ಸಾಧನದ ಗಡಿಯಾರವು ಹೆಚ್ಚು ಸಂಭಾವ್ಯವಾದ ಕಾರಣವಾಗಿರಬಹುದು. ನಿಮ್ಮ ಸಾಧನದಲ್ಲಿರುವ ಸಮಯವನ್ನು ಸರಿಯಾಗಿದೆ ಎಂಬುದನ್ನು ಪರಿಶೀಲಿಸಿ ಮತ್ತು ಪುಟವನ್ನು ರಿಫ್ರೆಶ್ ಮಾಡಿ.
ml: പേജ് ലോഡുചെയ്യാനാകുന്നില്ല. ഒരു സുരക്ഷിത കണക്ഷന്‍ %s-ലേയ്ക്ക് സ്ഥാപിക്കാനാകില്ല. ഉപകരണത്തിന്‍റെ ക്ലോക്കായിരിക്കാം മിക്കവാറുമുള്ള കാരണം. നിങ്ങളുടെ ഉപകരണത്തിലെ സമയം ശരിയാണോയെന്ന് പരിശോധിച്ച് പേജ് പുതുക്കിയെടുക്കുക.
si: පිටුව පූරණය කළ නොහැක. %s වෙත ආරක්ෂිත සම්බන්ධතාවක් තැනිය නොහැකි විය. මෙයට ආසන්නතම හේතුව උපාංගයේ ඔරලෝසුව විය හැක. ඔබේ උපාංගයේ වේලාව නිවැරදි දැ යි බලා පිටුව අලුත් කරන්න.
ta: பக்கத்தை ஏற்ற முடியவில்லை. %s க்கு பாதுகாப்பான இணைப்பை ஏற்படுத்த முடியவில்லை. அநேகமாக இருக்கக்கூடிய காரணம் சாதனத்தின் கடிகாரம் ஆகும். உங்கள் சாதனத்திலுள்ள நேரம் சரியானது என்பதைச் சரிபார்த்து பக்கத்தைப் புதுப்பிக்கவும்.
te: పేజీని లోడ్ చేయడం సాధ్యం కాదు. %sకు సురక్షిత కనెక్షన్‌ని సృష్టించడం సాధ్యం కాదు. చాలా ప్రధాన కారణం పరికరం యొక్క గడియారం. మీ పరికరంలో సమయం సరిగ్గా ఉందని తనిఖీ చేసి, పేజీని రిఫ్రెష్ చేయండి.
ur: صفحہ لوڈ کرنے سے قاصر۔ %s سے ایک قابل بھروسا کنکشن نہیں بنایا جاسکا۔ بیشتر امکانی وجہ آلہ کی گھڑی ہے۔ پڑتال کریں کہ آپ کے آلہ پر وقت درست ہے اور صفحہ پھر تازہ کریں۔

source: Unable to load the page. %s may be temporarily down or have moved to a new URL.
bn: পৃষ্ঠাটি লোড করতে অক্ষম৷ %s অস্থায়ীভাবে ডাউন থাকতে পারে বা একটি নতুন URL-এ সরে গিয়ে থাকতে পারে৷
gu: પૃષ્ઠને લોડ કરવામાં અસમર્થ. %s અસ્થાયી રૂપે ધીમું હોઈ શકે છે અથવા નવા URL પર ખસેડવામાં આવ્યું હોઈ શકે છે.
hi: पेज लोड करने में असमर्थ। %s संभवतः अस्थायी रूप से बंद हो सकते हैं या किसी नये URL पर ले जाए गए हों।
kn: ಪುಟವನ್ನು ಲೋಡ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗುತ್ತಿಲ್ಲ. %s ತಾತ್ಕಾಲಿಕವಾಗಿ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತಿಲ್ಲ ಅಥವಾ ಅದನ್ನು URL ಗೆ ಸರಿಸಲಾಗಿದೆ.
ml: പേജ് ലോഡ് ചെയ്യാനാവില്ല. %s താൽക്കാലികമായി പ്രവർത്തനരഹിതമായിരിക്കാം അല്ലെങ്കിൽ ഒരു പുതിയ URL-ലേക്ക് നീക്കിയിരിക്കാം.
si: පිටුව පූරණය කිරීමට නොහැක. %s තාවකාලිකව ලද නොහැකි හෝ නව URL එකක් වෙත ගෙනගොස් ඇත.
ta: பக்கத்தை ஏற்ற முடியவில்லை. %s தற்காலிகமாக செயல்படாமல் இருக்கலாம் அல்லது புதிய ஒரு URL க்கு நகர்த்தப்பட்டிருக்கலாம்.
te: పేజీని లోడ్ చేయడం సాధ్యం కాదు. %s తాత్కాలికంగా నెమ్మదిగా ఉండవచ్చు లేదా కొత్త URLకి తరలించబడింది.
ur: صفحہ لوڈ کرنے سے قاصر۔ ہوسکتا ہے %s عارضی طور پر ڈاؤن ہو یا ایک نئے URL پر منتقل ہوچکا ہو۔

source: Unable to load the page. %s took too long to respond. The website may be down, or there may have been a network connection error.
bn: পৃষ্ঠাটি লোড করতে অক্ষম৷ %s প্রতিক্রিয়া জানাতে অধিক সময় নিচ্ছে৷ ওয়েবসাইটটি ডাউন হতে পারে বা একটি নেটওয়ার্ক ত্রুটি ঘটতে পারে৷
gu: પૃષ્ઠને લોડ કરવામાં અસમર્થ. %s એ પ્રતિસાદ આપવામાં લાંબો સમય લીધો. વેબસાઇટ ધીમી હોય શકે છે અથવા તેમાં નેટવર્ક જોડાણ ભૂલ હોય શકે છે.
hi: पृष्ठ लोड करने में अक्षम। %s को प्रतिक्रिया देने में बहुत समय लगा। वेबसाइट धीमी हो सकती है या कोई नेटवर्क कनेक्शन त्रुटि हो सकती है।
kn: ಪುಟ ಲೋಡ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗುತ್ತಿಲ್ಲ. ಪ್ರತಿಕ್ರಯಿಸಲು %s ತುಂಬಾ ಸಮಯ ತೆಗೆದುಕೊಂಡಿದೆ. ವೆಬ್‌ಸೈಟ್ ಕಾರ್ಯನಿರ್ವಹಿಸದೇ ಇರಬಹುದು ಅಥವಾ ನೆಟ್‌ವರ್ಕ್ ಸಂಪರ್ಕ ದೋಷವಿರಬಹುದು.
ml: പേജ് ലോഡുചെയ്യാനാകുന്നില്ല. %s പ്രതികരിക്കുന്നതിന് കൂടുതല്‍ സമയമെടുക്കുന്നു. വെബ്സൈറ്റ് ഡൌണായിരിക്കാം, അല്ലെങ്കില്‍ ഒരു നെറ്റ്‌വര്‍ക്ക് കണക്ഷന്‍ തെറ്റ് ഉണ്ടായിരിക്കാം.
si: පිටුව පූරණය කළ නොහැක. %s ප්‍රතිචාර දැක්වීමට කල් ගත විය. වෙබ් අඩවිය බිඳ වැටි හෝ ජාල සම්බන්ධතාවේ දෝෂයක් ඇති වී හෝ තිබිය හැක.
ta: பக்கத்தை ஏற்ற முடியவில்லை. %s ஆனது பதிலளிக்க நீண்ட நேரம் எடுத்தது. வலைத்தளம் செயலிழந்து இருக்கலாம் அல்லது அங்கு நெட்வொர்க் இணைப்புப் பிழை இருந்திருக்கலாம்.
te: పేజీని లోడ్ చేయడం సాధ్యం కాదు. %s ప్రతిస్పందించడానికి చాలా సమయాన్ని వెచ్చించింది. వెబ్‌సైట్ నెమ్మదిగా ఉండవచ్చు లేదా నెట్‌వర్క్ కనెక్షన్ దోషం ఉండవచ్చు.
ur: صفحہ لوڈ کرنے سے قاصر۔ ہوسکتا ہے %s نے جواب دینے میں بہت دیر لگا دی۔ ہوسکتا ہے ویب سائٹ ڈاؤن ہو، یا ایک نیٹ ورک غلطی واقع ہوسکتی ہے۔

# IDS_WEBVIEW_BODY_VALUE_MUST_BE_AT_LEAST_PD
source: Value must be at least %d.
bn: মান কমপক্ষে %d হওয়া আবশ্যক।
gu: મૂલ્ય ઓછામાં ઓછું %d હોવું જોઈએ.
hi: मान कम से कम %d होना चाहिए
kn: ಮೌಲ್ಯವು ಕನಿಷ್ಠ %d ಆಗಿರಬೇಕು.
ml: മൂല്യം %d എങ്കിലുമുണ്ടായിരിക്കണം.
si: අගය අවම වශයෙන් %d විය යුතුය.
ta: மதிப்பு, குறைந்தது %d என்றிருக்கவேண்டும்.
te: విలువ తప్పనిసరిగా కనీసం %d ఉండాలి.
ur: قیمت کا کم از کم %d ہونا ضروری ہے

# IDS_WEBVIEW_BODY_VALUE_MUST_BE_NO_HIGHER_THAN_PD
source: Value must be no higher than %d.
bn: মান অবশ্যই %d-এর বেশি হবে না।
gu: મૂલ્ય %d કરતા વધુ હોવું જોઈએ નહીં.
hi: मान %d से अधिक नहीं होना चाहिए
kn: ಮೌಲ್ಯವು %d ಕ್ಕಿಂತ ಹೆಚ್ಚಾಗಿರಬಾರದು.
ml: മൂല്യം %d-യിലും ഉയര്‍ന്നതായിരിക്കരുത്.
si: අගය %d වඩා ඉහළ නොවිය යුතුය.
ta: மதிப்பு, %d-ஐ விட மேலானதாக இருக்கக்கூடாது.
te: విలువ తప్పనిసరిగా %d కంటే ఎక్కువ ఉండకూడదు.
ur: قیمت کا %d سے بیشتر نہ ہونا ضروری ہے

# IDS_WEBVIEW_BODY_YOU_CAN_SEARCH_THIS_INDEX_ENTER_KEYWORDS_C
source: You can search this index. Enter keywords:
bn: আপনি এই সূচিটি অনুসন্ধান করতে পারেন৷ কীওয়ার্ডগুলি লিখুন:
gu: તમે આ અનુક્રમણિકા શોધી શકો છો. કીવર્ડ્સ દાખલ કરો:
hi: आप यह अनुक्रमणिका खोज सकते हैं। कीवर्ड्स दर्ज करें:
kn: ನೀವು ಈ ಸೂಚ್ಯಂಕವನ್ನು ಶೋಧಿಸಬಹುದು. ಕೀಶಬ್ದಗಳನ್ನು ನಮೂದಿಸಿ:
ml: നിങ്ങള്‍ക്ക് ഈ ഇന്‍ഡക്സ് പരിശോധിക്കാനാകും. കീവേഡുകള്‍ നല്‍കുക:
si: ඔබට මෙම දර්ශකය ‍තුළ සෙවිය හැක. මුරපද ඇතුළත් කරන්න:
ta: இந்த அகவரிசையில் தேடியறியலாம். பிரதான சொல் உள்ளிடுக:
te: మీరు ఈ సూచీని శోధించవచ్చు. కీలకపదాలను నమోదు చేయండి:
ur: آپ یہ انڈیکس تلاش کرسکتے ہیں۔ کلیدی الفاظ درج کریں:

# IDS_WEBVIEW_BUTTON2_NEVER
source: Never
bn: কখনো না
gu: ક્યારેય નહીં
hi: कभी नहीं
kn: ಎಂದಿಗೂ ಇಲ್ಲ
ml: ഒരിക്കലുമില്ല
si: කවදාවත් නැත
ta: எப்போதும் இல்லை
te: ఎప్పుడూ లేదు
ur: کبھی نہیں

# IDS_WEBVIEW_BUTTON_DONE
source: Done
bn: সম্পন্ন
gu: પૂર્ણ
hi: पूर्ण
kn: ಮಾಡಿದೆ
ml: ചെയ്തു
si: නිමයි
ta: முடிந்தது
te: పూర్తి
ur: مکمل

# IDS_WEBVIEW_BUTTON_LEAVE
source: Leave
bn: ছেড়ে যান
gu: છોડો
hi: छोड़ें
kn: ತೊರೆಯಿರಿ
ml: വിടുക
si: අත් හරින්න
ta: விடு
te: నిష్క్రమించండి
ur: چھوڑ دیں

# IDS_WEBVIEW_BUTTON_NOT_NOW_ABB
source: Not now
bn: এখন নয়
gu: હમણાં નહી
hi: अभी नहीं
kn: ಈಗಲ್ಲ
ml: ഇപ്പോഴല്ല
si: දැන් එපා
ta: இப்போது இல்லை
te: ఇప్పుడు కాదు
ur: اب نہیں

# IDS_WEBVIEW_BUTTON_RESET
source: Reset
bn: রিসেট
gu: રીસેટ
hi: रीसेट
kn: ಮರುಹೊಂದಿಸು
ml: റീസെറ്റ്
si: නැවත සැක.
ta: ரீசெட்
te: రీసెట్
ur: پھر سیٹ

# IDS_WEBVIEW_BUTTON_SAVE
source: Save
bn: সংরক্ষণ
gu: સાચવો
hi: सेव
kn: ಉಳಿಸಿ
ml: സേവ് ചെയ്യുക
si: සුරකින්න
ta: சேமி
te: సేవ్ చేయి
ur: محفوظ کریں

# IDS_WEBVIEW_BUTTON_STAY
source: Stay
bn: থাকুন
gu: રહો
hi: ठहरें
kn: ಉಳಿಯಿರಿ
ml: നിലനിർത്തുക
si: රැඳී සිටින්න
ta: தொடர்க
te: వేచి ఉండండి
ur: ٹھہریں

# IDS_WEBVIEW_BUTTON_SUBMIT
source: Submit
bn: জমা দিন
gu: મોકલો
hi: सबमिट करें
kn: ಸಲ್ಲಿಸು
ml: സമര്‍പ്പിക്കുക
si: භාරදෙන්න
ta: சமர்ப்பி
te: సబ్‌మిట్
ur: ارسال کریں

# IDS_WEBVIEW_BUTTON_UPLOAD_FILE
source: Upload file
bn: ফাইল আপলোড করুন
gu: ફાઇલ અપલોડ કરો
hi: फ़ाइल अपलोड करें
kn: ಫೈಲ್‌ ಅಪ್‌ಲೋಡ್ ಮಾಡಿ
ml: ഫയല്‍ അപ്‌ലോഡ് ചെയ്യുക
si: ගොනුව උඩුගත කරන්න
ta: கோப்பினை பதிவேற்றுக
te: ఫైల్‌ని అప్‌లోడ్ చేయి
ur: فائل اپ لوڈ کریں

# IDS_WEBVIEW_BUTTON_UPLOAD_MULTIPLE_FILES
source: Upload multiple files
bn: একাধিক ফাইল আপলোড করুন
gu: બહુવિધ ફાઇલો અપલોડ કરો
hi: एकाधिक फ़ाइल अपलोड करें
kn: ಒಂದಕ್ಕಿಂತ ಹೆಚ್ಚು ಫೈಲ್‌ಗಳನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಿ
ml: ഒന്നിലധികം ഫയലുകള്‍ അപ്‌ലോഡ് ചെയ്യുക
si: ගොනු උඩුගත කරන්න‍
ta: பல்கோப்புகளை பதிவேற்றுக
te: బహుళ ఫైల్‌లను అప్‌లోడ్ చేయి
ur: کئی ایک فائلیں اپ لوڈ کریں

# IDS_WEBVIEW_HEADER_MESSAGE_FROM_PS_M_WEBSITE
source: Message from %s
bn: %s থেকে বার্তা
gu: %s થી સંદેશ
hi: %s से सन्देश
kn: %sನಿಂದ ಸಂದೇಶ
ml: %s-ലെ സന്ദേശം
si: %s වෙතින් පණිවිඩයක්
ta: %s-லிருந்து தகவல்
te: %s నుండి సందేశం
ur: پیغام از %s

# IDS_WEBVIEW_HEADER_REMEMBER_PASSWORD
source: Remember password
bn: পাসওয়ার্ড মনে রাখুন
gu: પાસવર્ડ યાદ રાખો
hi: पासवर्ड याद रखें
kn: ಪಾಸ್‌ವರ್ಡ್ ನೆನಪಿಡಿ
ml: പാസ്‌വേഡ് ഓർമ്മിപ്പിക്കുക
si: මුරපදය මතක තබා ගන්න
ta: கடவுச்சொல்லை நினைவில்கொள்க
te: పాస్‌వర్డ్ గుర్తుంచుకో
ur: پاسورڈ یاد رکھیں

# IDS_WEBVIEW_HEADER_SELECT_COLOUR
source: Select colour
bn: রঙ নির্বাচন করুন
gu: રંગ પસંદ કરો
hi: रंग चुनें
kn: ಬಣ್ಣ ಆಯ್ಕೆಮಾಡಿ
ml: നിറം തിരഞ്ഞെടുക്കുക
si: වර්ණය තෝරන්න
ta: நிறத்தை தேர்வு செய்க
te: రంగుని ఎంచుకోండి
ur: رنگ منتخب کریں

# IDS_WEBVIEW_HEADER_SET_DATE_AND_TIME
source: Set date and time
bn: তারিখ ও সময় সেট করুন
gu: તારીખ અને સમય ગોઠવો
hi: तिथि और समय सेट करें
kn: ದಿನಾಂಕ ಮತ್ತು ಸಮಯ ಹೊಂದಿಸಿ
ml: സമയവും തീയതിയും ക്രമീകരിക്കുക
si: දිනය සහ වේලාව සකසන්න
ta: தேதியும் நேரமும் அமைக்கவும்
te: తేదీ మరియు సమయాన్ని సెట్ చేయండి
ur: تاریخ اور وقت سیٹ کریں

# IDS_WEBVIEW_OPT_CLIPBOARD
source: Clipboard
bn: ক্লিপবোর্ড
gu: ક્લિપબોર્ડ
hi: क्लिपबोर्ड
kn: ಕ್ಲಿಪ್‌ಬೋರ್ಡ್
ml: ക്ലിപ്ബോര്‍ഡ്
si: ක්ලිප් පුවරුව
ta: கிளிப்போர்டு
te: క్లిప్‌బోర్డ్
ur: کلپ بورڈ

# IDS_WEBVIEW_OPT_COPY
source: Copy
bn: অনুলিপি করুন
gu: નકલ કરો
hi: कॉपी करें
kn: ನಕಲು
ml: പകര്‍ത്തുക
si: පිටපත් කරන්න
ta: நகல்
te: కాపీ
ur: کاپی

# IDS_WEBVIEW_OPT_COPY_AUDIO_URL_ABB
source: Copy audio URL
bn: অডিও URL অনুলিপি করুন
gu: ઓડિયો URL ની નકલ કરો
hi: ऑडियो URL की कॉपी करें
kn: ಆಡಿಯೋ URL ನಕಲಿಸಿ
ml: ഓഡിയോ URL പകര്‍ത്തുക
si: ශ්‍රව්‍ය URL පිටපත් කරන්න
ta: கேட்பொலி URL நகல் செய்க
te: ఆడియో URLని కాపీ చేయి
ur: آڈیو URL نقل کریں

# IDS_WEBVIEW_OPT_COPY_IMAGE
source: Copy image
bn: ছবির প্রতিলিপি করুন
gu: છબી નકલ કરો
hi: छवि कॉपी करें
kn: ಚಿತ್ರ ನಕಲಿಸಿ
ml: ഇമേജ് പകര്‍ത്തുക
si: රූපය පිටපත් කරන්න
ta: படிமம் நகல் செய்க
te: చిత్రం కాపీ చేయి
ur: تصویر نقل کریں

# IDS_WEBVIEW_OPT_COPY_LINK_URL_ABB
source: Copy link URL
bn: লিঙ্ক URL অনুলিপি করুন
gu: લિંક URL ને નકલ કરો
hi: लिंक URL कॉपी करें
kn: ಲಿಂಕ್ URL ನಕಲಿಸಿ
ml: ലിങ്ക് URL പകര്‍ത്തുക
si: සබැඳි URL පිටපත් කර.
ta: URL இணைப்பு நகல்.
te: లింక్ URLని కాపీ చేయి
ur: URL لنک نقل کریں

# IDS_WEBVIEW_OPT_COPY_TO_CLIPBOARD
source: Copy to clipboard
bn: ক্লিপবোর্ডে প্রতিলিপি গঠন
gu: ક્લિપબોર્ડ પર નકલ કરો
hi: क्लिपबोर्ड में कॉपी करें
kn: ಕ್ಲಿಪ್‌ಬೋರ್ಡ್‌ಗೆ ನಕಲಿಸಿ
ml: ക്ലിപ്ബോര്‍ഡിലേക്ക് പകര്‍ത്തുക
si: ක්ලිප්බෝඩය වෙත වෙත පිටපත් කරන්න
ta: க்ளிப்போர்டிற்கு நகல்செய்க
te: క్లిప్ బోర్డ్ కు కాపీ అయింది
ur: کلپ بورڈ پر نقل کریں

# IDS_WEBVIEW_OPT_COPY_VIDEO_URL_ABB
source: Copy video URL
bn: ভিডিও URL অনুলিপি করুন
gu: વિડીયો URLની નકલ ઉતારો
hi: वीडियो URL कॉपी करें
kn: ವೀಡಿಯೋ URL ನಕಲಿಸಿ
ml: വീഡിയോ URL പകര്‍ത്തുക
si: වීඩියෝ URL ලිපිනය පිටපත් කරග.
ta: நிகழ்பட URL நகல் செய்க
te: వీడియో URLని కాపీ చేయి
ur: ویڈیو URL نقل کریں

# IDS_WEBVIEW_OPT_CUT_ABB
source: Cut
bn: কাটুন
gu: કાપો
hi: काटें
kn: ಕಟ್
ml: മുറിക്കുക
si: කපන්න
ta: வெட்டு
te: కట్
ur: کٹ

# IDS_WEBVIEW_OPT_DO_NOT_SHOW_AGAIN
source: Do not show again
bn: আর দেখাবেন না
gu: ફરીથી બતાવશો નહીં
hi: दोबारा न दिखाएँ
kn: ಮತ್ತೊಮ್ಮೆ ತೋರಿಸಬೇಡಿ
ml: ഇന്ന് വീണ്ടും കാണിക്കരുത്
si: නැවත නොපෙන්වන්න
ta: மீண்டும் காட்ட வேண்டாம்
te: మళ్లీ చూపించవద్దు
ur: دوبارہ مت دکھائیں

# IDS_WEBVIEW_OPT_DRAG_AND_DROP_ABB
source: Drag and drop
bn: টেনে এনে ছেড়ে দিন
gu: ખેંચો અને છોડો
hi: ड्रैग और ड्रॉप करें
kn: ಎಳೆಯಿರಿ ಮತ್ತು ಬಿಡಿ
ml: ഇഴച്ചിടുക
si: ඇද හෙළන්න.
ta: ட்ராக் மற்றும் ட்ராப்
te: డ్రాగ్ చేసి, డ్రాప్ చేయండి
ur: گھسیٹیں اور ڈالیں

# IDS_WEBVIEW_OPT_ENABLE_DISABLE_REPEAT_MEDIA_ABB
source: Enable/disable repeat media
bn: পুনরাবৃত্তি মিডিয়া সক্ষম/অক্ষম করুন
gu: પુનરાવર્તિત મીડિયાને સક્ષમ/અક્ષમ કરો
hi: दोहराव मीडिया सक्षम/अक्षम करें
kn: ಪುನರಾವರ್ತನೆ ಮೀಡಿಯಾವನ್ನು ಶಕ್ತಗೊಳಿಸಿ/ನಿಶಕ್ತಗೊಳಿಸಿ
ml: മീഡിയ അവര്‍ത്തിക്കുക പ്രാപ്തമാക്കുക/അപ്രാപ്തമാക്കുക
si: මාධ්‍ය නැවත නැවත පෙන්වීම සක්‍රීය/අක්‍රීය කරන්න
ta: ஊடக மீ.செய்தலை செயல்படுத்துக/முடக்குக
te: పునరావృత మీడియాని ఎనేబుల్/డిసేబుల్ చేయి
ur: میڈیا دہرائیں اہل/نااہل بنائیں

# IDS_WEBVIEW_OPT_FULL_VIEW_ABB
source: Full view
bn: পূর্ণ দৃশ্য
gu: સંપૂર્ણ દ્રશ્ય
hi: पूर्ण दृश्‍य
kn: ಪೂರ್ಣ ವೀಕ್ಷಣೆ
ml: മുഴുവന്‍ കാഴ്ച
si: පූර්ණ දර්ශනය
ta: முழு காட்சி
te: పూర్తి వీక్షణ
ur: پورا منظر

# IDS_WEBVIEW_OPT_MUTE
source: Mute
bn: নীরব করুন
gu: અવાજ બંધ કરો
hi: मूक
kn: ನಿಶ್ಯಬ್ದ
ml: നിശബ്ദമാക്കുക
si: නිහඬ කරන්න
ta: ஒலிதடு
te: మ్యూట్‌లో ఉంది
ur: آواز بند

# IDS_WEBVIEW_OPT_OPEN_IMAGE_IN_NEW_TAB_ABB
source: Open image in new tab
bn: নতুন ট্যাবে ছবি খুলুন
gu: છબી નવા ટેબ્સમાં ખોલો
hi: छवि नए टैब में खोलें
kn: ‌‌ಹೊಸ ಟ್ಯಾಬ್‌ನಲ್ಲಿ ಚಿತ್ರ ತೆರೆಯಿರಿ
ml: പുതിയ ടാബില്‍ ഇമേജ് തുറക്കുക
si: රූපය නව පසුබිම් ටැබයක විවෘත ක.
ta: படிமத்தை புதிய டேபிள் திற.
te: చిత్రాన్ని కొత్త ట్యాబ‌్‌ లో తెరవండి
ur: تصویر نئے ٹیب میں کھولیں

# IDS_WEBVIEW_OPT_OPEN_LINK_IN_NEW_TAB_ABB
source: Open link in new tab
bn: নতুন ট্যাবে লিঙ্ক খুলুন
gu: લિંક નવા ટેબ્સમાં ખોલો
hi: लिंक नए टैब में खोलें
kn: ‌‌ಹೊಸ ಟ್ಯಾಬ್‌ನಲ್ಲಿ ಲಿಂಕ್ ತೆರೆಯಿರಿ
ml: പുതിയ ടാബില്‍ ലിങ്ക് തുറക്കുക
si: සබැඳිය නව පසු. ටැබ. විවෘත ක.
ta: தொடர்பிணைப்பை புதிய டேபிள் திற.
te: చిత్రాన్ని కొత్త ట్యాబ‌్‌లో తెరవండి
ur: لنک نئے ٹیب میں کھولیں

# IDS_WEBVIEW_OPT_OPEN_VIDEO_IN_NEW_WINDOW_ABB
source: Open video in new window
bn: নতুন উইন্ডোতে ভিডিও খুলুন
gu: નવી બારીમાં વિડીયો ખોલો
hi: नई विंडो में वीडियो खोलें
kn: ‌‌ಹೊಸ ವಿಂಡೋದಲ್ಲಿ ವೀಡಿಯೋ ತೆರೆಯಿರಿ
ml: പുതിയ വിന്‍ഡോയില്‍ തുറക്കുക
si: නව කවුළුවක වීඩියෝව විවෘත කරන්න
ta: நிகழ்படத்தை புதிய வின்டோவில் திறக்கவும்
te: కొత్త విండోలో వీడియోని తెరవండి
ur: ویڈیو کو نئے دریچہ میں کھولیں

# IDS_WEBVIEW_OPT_PASTE
source: Paste
bn: প্রতিলেপন
gu: ચોંટાડો
hi: पेस्ट करें
kn: ಅಂಟಿಸಿರಿ
ml: ഒട്ടിക്കുക
si: අලවන්න
ta: ஒட்டு
te: అతికించు
ur: جوڑ دیں

# IDS_WEBVIEW_OPT_PAUSE
source: Pause
bn: বিরাম দিন
gu: થોભાવો
hi: विराम दें
kn: ವಿರಾಮ
ml: താല്‍ക്കാലം നിര്‍ത്തുക
si: මදකට නවත්වන්න
ta: இடைநிறுத்துக
te: పాజ్ చేయి
ur: وقفہ

# IDS_WEBVIEW_OPT_PLAY
source: Play
bn: বাজান
gu: ચલાવો
hi: चलाएँ
kn: ಪ್ಲೇ ಮಾಡಿ
ml: പ്ലേചെയ്യുക
si: වාදනය කරන්න
ta: இயக்குக
te: ప్లే చేయి
ur: پلے کریں

# IDS_WEBVIEW_OPT_PLAY_AUDIO_IN_NEW_TAB_ABB
source: Play audio in new tab
bn: নতুন ট্যাবে অডিও প্লে করুন
gu: ઓડિયો નવા ટેબમાં ચલાવો
hi: नए टैब में ऑडियो चलाएँ
kn: ‌‌ಹೊಸ ಟ್ಯಾಬ್‌ನಲ್ಲಿ ಆಡಿಯೋ ಪ್ಲೇ ಮಾಡಿ
ml: പുതിയ ടാബില്‍ ഓഡിയോ പ്ലേ ചെയ്യുക
si: ශ්‍රව්‍ය අංගය නව ටැබයක ධාවනය කර.
ta: ஆகேட்பொலி புதிய டேப் இயக்குக
te: కొత్త ట్యాబ్‌ లో ఆడియోని ప్లే చేయి
ur: آڈیو نئے ٹیب میں پلے کریں

# IDS_WEBVIEW_OPT_SAVE_IMAGE_ABB
source: Save image
bn: ছবি সংরক্ষণ করুন
gu: છબી સાચવો
hi: छवि सुरक्षित करें
kn: ಚಿತ್ರ ಉಳಿಸಿ
ml: ഇമേജ് സംരക്ഷിക്കുക
si: රූපය සුරකින්න
ta: படிமம் சேமிக்கவும்
te: చిత్రాన్ని సేవ్ చేయి
ur: تصویر محفوظ کریں
