Repository: crosswalk-project/chromium-efl
Catalog: ewk/po_tizen/*.po
Languages: bn, gu, hi, kn, ml, si, ta, te, ur

# IDS_WEBVIEW_OPT_SELECT_ABB
source: Select
bn: নির্বাচন
gu: પસંદ કરો
hi: चयन करें
kn: ಆರಿಸಿ
ml: തിരഞ്ഞെടുക്കുക
si: තෝරන්න
ta: தேர்வு
te: ఎంచుకోండి
ur: منتخب کریں

# IDS_WEBVIEW_OPT_SELECT_ALL_ABB
source: Select all
bn: সব নির্বাচন
gu: બધું પસંદ કરો
hi: सभी चुनें
kn: ಎಲ್ಲ ಆರಿಸಿ
ml: എല്ലാം തിരഞ്ഞെടുക്കുക
si: සියල්. තෝර
ta: எல்லாம் தேர்வு
te: అందరిని ఎన్నుకోండి
ur: سب منتخب

# IDS_WEBVIEW_OPT_SHOW_HIDE_MEDIA_CONTROLS_ABB
source: Show/hide media controls
bn: মিডিয়া নিয়ন্ত্রণগুলি দেখান/লুকান
gu: મીડિયા નિયંત્રણો દર્શાવો/છુપાવો
hi: मीडिया नियंत्रण दिखाएँ/छिपाएँ
kn: ಮೀಡಿಯಾ ನಿಯಂತ್ರಣಗಳನ್ನು ತೋರಿಸಿ/ಅಡಗಿಸಿ
ml: മീഡിയാ നിയന്ത്രണങ്ങള്‍ കാണിക്കുക/മറയ്ക്കുക
si: මාධ්‍ය පාලක පෙන්වන්න/සඟවන්න
ta: ஊடக கட்டுப்பாடுகளைக் காட்டுக/மறைத்திடுக
te: మీడియా కంట్రోల్‌లను చూపు/దాచు
ur: میڈیا کنٹرولز دکھائیں/چھپائیں

# IDS_WEBVIEW_OPT_SIGN_IN_USING_FINGERPRINTS
source: Sign in using fingerprints
bn: আঙুলের ছাপগুলি ব্যবহার করে সাইন ইন করুন
gu: ફિંગરપ્રિન્ટ્સનો ઉપયોગ કરીને સાઇન ઇન કરો
hi: फिंगरप्रिंट्स उपयोग कर साइन इन करें
kn: ಬೆರಳಚ್ಚುಗಳನ್ನು ಬಳಸಿಕೊಂಡು ಸೈನ್ ಇನ್ ಮಾಡಿ
ml: വിരലടയാളങ്ങൾ ഉപയോഗിച്ച് സൈൻ ഇൻ ചെയ്യുക
si: ඇඟිලි සලකුණු භාවිතයෙන් පිවිසෙන්න
ta: கைரேகைகளைப் பயன்படுத்தி உள்நுழைக
te: వేలిముద్రలను ఉపయోగంచి సైన్ ఇన్ చేయండి
ur: فنگرپرنٹس کا استعمال کرتے ہوئے سائن ان کریں

# IDS_WEBVIEW_OPT_TRANSLATE_ABB
source: Translate
bn: অনুবাদ করুন
gu: અનુવાદ કરો
hi: अनुवाद करें
kn: ಭಾಷಾಂತರಿಸಿ
ml: വിവര്‍ത്തനം ചെയ്യുക
si: පරිවර්තනය කරන්න
ta: மொழிபெயர்ப்பு
te: అనువదించు
ur: ترجمہ کریں

# IDS_WEBVIEW_OPT_UNMUTE
source: Unmute
bn: নীরবমুক্ত করুন
gu: અવાજ ચાલુ કરો
hi: अनम्यूट करें
kn: ಅನ್‌ಮ್ಯೂಟ್
ml: ശബ്ദമുള്ളതാക്കുക
si: නිහඬ නොකරන්න
ta: ஒலிதடு நீக்குக
te: అన్‌మ్యూట్ చేయి
ur: آواز کھولیں

# IDS_WEBVIEW_OPT_WEB_SEARCH
source: Web search
bn: ওয়েব সন্ধান
gu: વેબ શોધ
hi: वेब खोज
kn: ವೆಬ್ ಶೋಧ
ml: വെബ് സെര്‍ച്ച്
si: වෙබ් සෙවුම
ta: வலைத் தேடல்
te: వెబ్ శోధన
ur: ویب تلاش

# IDS_WEBVIEW_POP_A_TEMPORARY_ERROR_HAS_OCCURRED
source: A temporary error has occurred.
bn: একটি অস্থায়ী ত্রুটি ঘটেছে।
gu: એક અસ્થાયી ભૂલ થઈ છે.
hi: कोई अस्‍थायी त्रुटि उत्पन्न हुई।
kn: ತಾತ್ಕಾಲಿಕ ದೋಷ ಸಂಭವಿಸಿದೆ.
ml: ഒരു സെർവർ പിശക് സംഭവിച്ചു.
si: තාවකාලික දෝෂයක් සිදු වී ඇත.
ta: தற்காலிகப் பிழை ஏற்பட்டுள்ளது.
te: తాత్కాలిక దోషం సంభవించింది.
ur: ایک عارضی خرابی پیش آگئی ہے۔

# IDS_WEBVIEW_POP_DO_YOU_WANT_THE_DEVICE_TO_REMEMBER_YOUR_PASSWORD_Q
source: Do you want the device to remember your password?
bn: আপনি কি ডিভাইসটিকে নিজের পাসওয়ার্ডটি মনে করাতে চান?
gu: શું તમે ઇચ્છો છો કે ઉપકરણ તમારો પાસવર્ડ યાદ રાખે?
hi: क्‍या आप चाहेंगे कि डिवाइस आपके इस पासवर्ड को याद रखें?
kn: ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್‌ ನೆನಪಿಡಲು ನಿಮಗೆ ಸಾಧನವು ಬೇಕಾಗಿರುತ್ತದೆಯೇ?
ml: ഉപകരണം നിങ്ങളുടെ പാസ്‌വേഡ് ഓര്‍മിക്കണമെന്ന് നിങ്ങള്‍ക്ക് ആഗ്രഹമുണ്ടോ?
si: උපාංගය ඔබේ මුරපදය මතක තබා ගැනීම ඔබට අවශ්‍ය ද?
ta: சாதனம் உங்கள் கடவுச்சொல்லை நினைவில்கொள்ள விரும்புகிறீர்களா?
te: మీరు పరికరం మీ పాస్‌వర్డ్‌ను గుర్తుంచుకోవాలనుకుంటున్నారా?
ur: کیا آپ چاہتے ہیں کہ آلہ آپ کا پاس ورڈ یاد رکھے؟

# IDS_WEBVIEW_POP_LEAVE_THIS_PAGE_Q
source: Leave this page?
bn: এই পৃষ্ঠাটি ছেড়ে যাবেন?
gu: આ પૃષ્ઠને છોડીએ?
hi: यह पेज छोड़ें?
kn: ಈ ಪುಟವನ್ನು ತೊರೆಯುವುದೇ?
ml: ഈ പേജ് വിടട്ടെ?
si: මෙම පිටුව හැර යන්නද?
ta: இப்பக்கத்திலிருந்து வெளியேறவா?
te: ఈ పేజీ నుండి నిష్క్రమించాలా?
ur: یہ صفحہ چھوڑدیں؟

source: Sign in to this website again by swiping any of your registered fingers over the home key. Your username and password for this website will be saved on your device.
bn: হোম কী-এর উপরে আপনার নথিবদ্ধ আঙুলগুলির একটি সোয়াইপ করে এই ওয়েবসাইটে পুনরায় সাইন ইন করুন। এই ওয়েবসাইটের জন্য আপনার ব্যবহারকারীর নাম এবং পাসওয়ার্ড সংরক্ষিত হবে।
gu: તમારી નોંધણી કરાવેલી આંગળીઓમાંથી કોઈપણને હોમ કી પર સ્વાઇપ કરીને આ વેબસાઇટ પર ફરીથી સાઇન ઇન કરો. આ વેબસાઇટ માટે તમારું ઉપયોગકર્તાનામ અને પાસવર્ડ તમારા ઉપકરણ પર સાચવવામાં આવશે.
hi: होम कुंजी पर अपनी कोई भी पंजीकृत उंगली स्वाइप कर इस वेबसाइट में फिर से साइन इन करें। इस वेबसाइट के लिए आपका उपयोगकर्ता नाम और पासवर्ड आपके डिवाइस पर सुरक्षित किया जाएगा।
kn: ನಿಮ್ಮ ಯಾವುದೇ ನೋಂದಾಯಿತ ಕೈಬೆರಳುಗಳಲ್ಲಿ ಒಂದನ್ನು ಹೋಮ್‌ ಕೀಯ ಮೇಲೆ ಸ್ವೈಪ್ ಮಾಡುವ ಮೂಲಕ ಈ ವೆಬ್‌ಸೈಟ್‌ಗೆ ಮತ್ತೊಮ್ಮೆ ಸೈನ್‌ ಇನ್ ಮಾಡಿ. ಈ ವೆಬ್‌ಸೈಟ್‌ಗಾಗಿ ನಿಮ್ಮ ಬಳಕೆದಾರ ಹೆಸರು ಮತ್ತು ಪಾಸ್‌ವರ್ಡ್‌ ಅನ್ನು ನಿಮ್ಮ ಸಾಧನದಲ್ಲಿ ಉಳಿಸಲಾಗುವುದು.
ml: നിങ്ങളുടെ രജിസ്റ്റർ ചെയ്യപ്പെട്ട വിരലുകളിൽ ഏതെങ്കിലും ഒന്ന് ഹോം കീയ്ക്ക് മീതെ സ്വൈപ് ചെയ്ത് ഈ വെബ്സൈറ്റിലേക്ക് വീണ്ടും സൈൻ ഇൻ ചെയ്യുക. ഈ വെബ്സൈറ്റിന് വേണ്ടി നിങ്ങളുടെ ഉപയോക്തൃനാമവും പാസ്‌വേഡും നിങ്ങളുടെ ഉപകരണത്തിൽ സംരക്ഷിക്കപ്പെടും.
si: මුල් පිටු යතුර ඉහළින් ඔබගේ කිනම් හෝ ලියාපදිංචි කළ ඇඟිල්ලක් ස්වයිප් කිරීම මගින් මෙම වෙබ් අඩවිය වෙත නැවත පිවිසෙන්න. මෙම වෙබ් අඩවිය සඳහා වන ඔබගේ පරිශීලක නම සහ මුරපදය ඔබගේ උපාංගය මත සුරැකෙනු ඇත.
ta: முகப்பு விசையின் மீது உங்களது பதிவு செய்யப்பட்ட விரல்களில் ஏதேனுமொன்றை ஸ்வைப் செய்வதன் மூலம் இந்த வலைத்தளத்திற்குள் மீண்டும் உள்நுழையவும். இந்த வலைத்தளத்திற்கான உங்கள் பயனர் பெயர் மற்றும் கடவுச்சொல் உங்களது சாதனத்தில் சேமிக்கப்படும்.
te: హోమ్ కీపై మీ నమోదు చేసిన ఏవైనా వేళ్లతో స్వైప్ చేయడం ద్వారా ఈ వెబ్‌సైట్‌కు మళ్లీ సైన్ ఇన్ చేయండి. ఈ వెబ్‌సైట్ కోసం మీ వినియోగదారు పేరు మరియు పాస్‌వర్డ్ మీ పరికరంలో సేవ్ చేయబడతాయి.
ur: ہوم کی پر اپنی رجسٹرڈ انگلیوں میں سے کسی ایک کو سوائپ کرتے ہوئے اس ویب سائٹ میں دوبارہ سائن ان کریں۔ اس ویب سائٹ کے لئے آپ کے صارف نام اور پاسورڈ کو آپ کے ڈیوائس پر محفوظ کیا جائے گا۔

# IDS_BR_HEADER_UNABLE_TO_OPEN_FILE
source: Unable to open file
bn: ফাইল খুলতে অক্ষম
gu: ફાઇલ ખોલવામાં અસમર્થ
hi: फाइल खोलने में असमर्थ
kn: ಫೈಲ್ ತೆರೆಯಲು ಅಸಮರ್ಥ
ml: ഫയൽ തുറക്കാനാവില്ല
si: ගොනුව විවෘත කළ නොහැක
ta: கோப்பைத் திறக்க இயலவில்லை
te: ఫైల్‌ని తెరవడం సాధ్యం కాదు
ur: فائل کھولنے سے قاصر

source: Unable to open the file at %s. It may have been removed or renamed, or file permissions may be preventing access.
bn: %s-এ ফাইলটি খুলতে অক্ষম। এটি অপসারণ বা পুনরায় নামকরণ করা হয়ে থাকতে পারে, বা ফাইলের অনুমতিগুলি অ্যাক্সেসে বাধা দিচ্ছে।
gu: %s પર ફાઇલ ખોલવામાં અસમર્થ. તેને દૂર કરવામાં અથવા તેનું નામ બદલવામાં આવ્યું હોઇ શકે છે, અથવા ફાઇલ પરવાનગીઓ અક્સેસ અટકાવતી હોઈ શકે છે.
hi: %s पर फाइल खोलने में असमर्थ। हो सकता है इसे निकाल दिया गया हो या इसका नाम बदल दिया गया हो अथवा हो सकता है कि फाइल अनुमतियाँ एक्सेस को प्रतिबंधित करती हों।
kn: %sನಲ್ಲಿ ಫೈಲ್ ತೆರೆಯಲು ಅಸಮರ್ಥ. ಅದನ್ನು ತೆಗೆದುಹಾಕಿರಬಹುದು ಅಥವಾ ಮರುಹೆಸರಿಸಿರಬಹುದು ಅಥವಾ ಫೈಲ್ ಅನುಮತಿಗಳು ಪ್ರವೇಶವನ್ನು ತಡೆಗಟ್ಟುತ್ತಿರಬಹುದು.
ml: %s-ൽ ഫയൽ തുറക്കാനാവില്ല. അത് നീക്കംചെയ്യപ്പെട്ടിരിക്കാം അല്ലെങ്കിൽ പുനർനാമകരണം ചെയ്യപ്പെട്ടിരിക്കാം, അല്ലെങ്കിൽ ഫയൽ അനുമതികൾ ആക്സസിനെ തടയുന്നുണ്ടാകാം.
si: %s හි ගොනුව විවෘත කළ නොහැක. එය ඉවත් කර හෝ යළි නම් කර තිබිය හැක, නැතහොත් ගොනු අවසර ප්‍රවේශය වළකමින් සිටිය හැක.
ta: %s-ல் கோப்பைத் திறக்க இயலவில்லை. அது அகற்றப்பட்டிருக்கலாம் அல்லது மறுபெயரிடப்பட்டிருக்கலாம் அல்லது கோப்பு அனுமதிகள் அணுகலைத் தடுக்ககூடும்.
te: %sలో ఫైల్‌ని తెరవడం సాధ్యం కాదు. ఇది తీసివేయబడి లేదా పేరుమార్చబడి ఉండవచ్చు లేదా ఫైల్ అనుమతులు ప్రాప్తిని నిరోధిస్తూ ఉండవచ్చు.
ur: %s پر فائل کو کھولنے سے قاصر۔ اسے ہٹا دیا گیا ہے یا اس کا نام تبدیل کردیا گیا ہے، یا ہوسکتا ہے فائل کی اجازتیں رسائی سے روک رہی ہوں۔

# IDS_WEBVIEW_BUTTON_LATER_ABB
source: Later
bn: পরে
gu: પછી
hi: बाद में
kn: ತದನಂತರ
ml: പിന്നീട്
si: පසුව
ta: பின்னர்
te: తర్వాత
ur: بعد میں

# IDS_WEBVIEW_BUTTON_NEXT_ABB3
source: Next
bn: পরে
gu: પછીનું
hi: अगला
kn: ಮುಂದೆ
ml: അടുത്തത്
si: ඊළඟ
ta: அடுத்து
te: తరువాత
ur: اگلا

# IDS_WEBVIEW_BUTTON_PREV_ABB
source: Prev.
bn: আগে
gu: પહેલાનું
hi: पिछला
kn: ಹಿಂದಿನ
ml: മുമ്പത്തേത്
si: පෙර
ta: முந்.
te: మునుపటి
ur: سابق

# IDS_WEBVIEW_OPT_SELECT_TEXT_ABB
source: Select text
bn: পাঠ্য নির্বাচন
gu: ટેક્સ્ટ પસંદ કરો
hi: टेक्स्ट चुनें
kn: ಪಠ್ಯ ಆಯ್ಕೆಮಾಡಿ
ml: ടെക്സ്റ്റ്‌ തിരഞ്ഞെടുക്കുക
si: පෙළ තෝරන්න
ta: உரை தேர்வுசெய்க
te: టెక్స్ట్‌ను ఎంచుకోండి
ur: متن منتخب کریں

# IDS_WEBVIEW_POP_SAVE_THIS_PASSWORD_ON_THIS_DEVICE_Q
source: Save this password on this device?
bn: এই ডিভাইসে এই পাসওয়ার্ডটি সংরক্ষণ করবেন?
gu: આ ઉપકરણ પર આ પાસવર્ડ સાચવીએ?
hi: इस डिवाइस पर यह पासवर्ड सुरक्षित करें?
kn: ಈ ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ಈ ಸಾಧನದಲ್ಲಿ ಉಳಿಸುವುದೇ?
ml: ഈ പാസ്‌വേഡ് ഈ ഉപകരണത്തിൽ സംരക്ഷിക്കട്ടെ?
si: මෙම මුරපදය මේ උපාංගයේ සුරකින්න ද?
ta: இந்தச் சாதனத்தில் இந்தக் கடவுச்சொல்லைச் சேமிக்கவா?
te: ఈ పాస్‌వర్డ్‌ను ఈ పరికరంలో సేవ్ చేయాలా?
ur: یہ پاسورڈ اس آلے پر محفوظ کریں؟
